Repository: arthi-wissend/Showroomtest
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_be, nl_be

source: available
fr_be: disponible
nl_be: beschikbaar

source: Temporarily not available
fr_be: Non disponible temporairement
nl_be: Tijdelijk niet beschikbaar

source: Not available in this store
fr_be: Non disponible en magasin
nl_be: Niet beschikbaar in deze winkel

source: immediately avaialable
fr_be: disponible immédiatement
nl_be: onmiddellijk beschikbaar

source: Available online
fr_be: Disponible en ligne
nl_be: Beschikbaar online

source: Not available online
fr_be: Non disponible en ligne
nl_be: Niet beschikbaar online

source: Less than 10 available online
fr_be: Moins de 10 disponibles en ligne
nl_be: Minder dan 10 exemplaren beschikbaar online

source: Comparison
fr_be: Comparer
nl_be: Vergelijken

source: Free
fr_be: Offert
nl_be: Gratis

source: From
fr_be: À partir de
nl_be: Vanaaf

source: Overview
fr_be: Aperçu
nl_be: Overzicht

source: Order online
fr_be: Commander en ligne
nl_be: Online bestellen

source: Take now
fr_be: À prendre directement
nl_be: Kies nu

source: Review
fr_be: Avis client
nl_be: Oordeel

source: Reviews
fr_be: Avis client

source: No reviews
fr_be: Pas d’avis client
nl_be: Geen review

source: Scan the QR code to open the link.
fr_be: Scannez le QR code pour ouvrir le lien.
nl_be: Scan de QR-codes om de link te openen.

source: Scan the QR code to add the product to your <span>cart</span>.
fr_be: Scannez le QR code pour ajouter le produit à votre <span>panier</span>.
nl_be: Scan de QR-codes om het product te toevoegen in je <span>winkelmandje</span>.

source: <span>Scan</span> the QR code to get all product informations!
fr_be: <span>Scannez</span> le QR code pour avoir toutes les informations du produit!
nl_be: <span>Scan</span> je QR-code om alle product informatie te krijgen!

source: Scan the QR code to take the product <span>right now</span>.
fr_be: Scannez le QR code pour prendre le produit <span>immédiatement</span>.
nl_be: Scan de QR-code om het product nu <span>mee te nemen</span>.

source: Scan the QR code to reserve the article in <span>%%STORE_NAME%%</span>.
fr_be: Scannez le QR code pour réserver cet article dans votre magasin <span>%%STORE_NAME%%</span>.
nl_be: Scan the QR-code om het artikel te meenemen in <span>%%STORE_NAME%%</span>.

source: Variants
fr_be: Autres modèles
nl_be: Varianten

source: Even more choice?
fr_be: Encore plus de choix ?
nl_be: Nog meer keuze?

source: Just touch the screen
fr_be: Touchez l’écran
nl_be: Raak het scherm aan

source: Back to overview
fr_be: Retour à l’aperçu
nl_be: Terug naar het overzicht

source: More info
fr_be: Plus d’informations
nl_be: Meer informatie

source: Availability
fr_be: Disponibilité
nl_be: Beschikbaarheid

source: Delivery options
fr_be: Options de livraison
nl_be: Levering opties

source: Store reservation
fr_be: Réservation en magasin
nl_be: Winkel reservatie

source: Ready to pick up in 1h
fr_be: Retrait prêt dans 2h
nl_be: Klaar voor afhaling in 1u

source: Click & Collect
fr_be: Retrait

source: Home delivery
fr_be: Livraison à domicile
nl_be: Thuislevering

source: Product benefits
fr_be: Avantages produit
nl_be: Voordelen product

source: Technical informations
fr_be: Informations techniques
nl_be: Technische informatie

source: Close
fr_be: Fermer
nl_be: Sluiten

source: Choose your <span>showroom</span>
fr_be: Sélectionnez votre <span>showroom</span>
nl_be: Kies jouw <span>showroom</span>

source: Choose your store
fr_be: Choisir son magasin
nl_be: Kies je winkel

source: Choose the <span>order</span> of your sports
fr_be: Choisir <span>l’ordre</span> de vos sports
nl_be: Kies de <span>volgorde</span> van je sporten

source: Back
fr_be: Retour
nl_be: Terug

source: Launch showroom
fr_be: Démarrer le showroom
nl_be: De showroom lanceren
